"Amp Simulation" = "Simulazione ampli."; 
"Amps" = "Amplificatori";
"Analog Basic" = "Basic analogico"; 
"Analog Mono" = "Mono analogico"; 
"Analog Pad" = "Pad analogico"; 
"Analog Swirl" = "Swirl analogico"; 
"Analog Sync" = "Sync analogico"; 
"Auto Wah" = "Wah automatico"; 
"Automatic Filter" = "Filtro automatico"; 
"Bass" = "Basso"; 
"Bass Amp" = "Amplificatore Basso"; 
"Bass Reduction" = "Riduzione bassi"; 
"Bitcrusher" = "Bitcrusher"; 
"Chorus" = "Chorus"; 
"Church Organ" = "Organo da chiesa"; 
"Compressor" = "Compressore"; 
"Digital Basic" = "Basic Digitale"; 
"Digital Mono" = "Mono digitale"; 
"Digital Stepper" = "Stepper digitale"; 
"Distortion" = "Distorsione"; 
"Drum Kits" = "Kit percussioni"; 
"Ducker" = "Ducker"; 
"Echo" = "Eco"; 
"Electric Clav" = "Clav. elettrico"; 
"Electric Piano" = "Piano elettrico"; 
"Enhance Timing" = "Migliora sincronismo"; 
"Enhance Tuning" = "Migliora intonazione"; 
"Visual EQ" = "EQ grafico"; 
"Flanger" = "Flanger"; 
"Gate" = "Gate"; 
"Guitar" = "Chitarra"; 
"Horns" = "Corni"; 
"Hybrid Basic" = "Hybrid Basic"; 
"Hybrid Morph" = "Hybrid Morph"; 
"Limiter" = "Limiter"; 
"Overdrive" = "Overdrive"; 
"Phaser" = "Phaser"; 
"Piano" = "Piano"; 
"Reverb" = "Riverbero"; 
"Sampler" = "Esempio";
"Sound Effects" = "Effetti sonori"; 
"Speech Enhancer" = "Potenziatore voce"; 
"Stomp Boxes" = "Pedali";
"Strings" = "Archi"; 
"Tonewheel Organ" = "Organo Tonewheel"; 
"Track Echo" = "Eco traccia"; 
"Track Reverb" = "Riverbero traccia";
"Treble Reduction" = "Riduzione alti"; 
"Tremolo" = "Tremolo"; 
"Tuned Percussion" = "Percuss. intonate"; 
"Tuner" = "Accordatore"; 
"Vocal Transformer" = "Transformatore vocale"; 
"Voice" = "Voce"; 
"Woodwind" = "Fiati"; 
"GarageBand Synth" = "Sintetizzatore GarageBand";

